{
    "siteb.hero.title": "Welcome to the Forum & Expo 2026",
    "siteb.hero.subtitle": "Join Industry Leaders, Explore Groundbreaking Innovations, Engage in Insightful Discussions, and Shape the Future of Your Sector at Forum & Expo 2026",
    "siteb.sponsors.headline": "Thank You to Our Partners",
    "siteb.sponsors.body": "This event is proudly made possible thanks to the generosity, trust, and commitment of our sponsors.",

    "siteb.about.title": "About the Event",
    "siteb.about.forum.heading": "Who We Are",
    "siteb.about.forum.body": "The Forum & Expo brings together industry leaders, experts, and stakeholders to exchange ideas, showcase innovations, and build partnerships that drive growth.",
    "siteb.about.why.heading": "Reasons to Participate",
    "siteb.about.why.body": "Connect with decision-makers, discover breakthrough solutions, and turn insights from keynotes and panels into real collaboration and opportunity.",
    "siteb.about.guests.heading": "Our Guests",
    "siteb.about.guests.body": "From government and enterprise to SMEs, investors, and startups, our audience is a diverse community united by learning, collaboration, and impact.",
    "siteb.about.cta": "More Details",
    "siteb.about.video_alt": "Event highlight image",
    "siteb.about.video_play_aria": "Play event video",

    "siteb.stats.sessions": "Sessions",
    "siteb.stats.sessions_desc": "Join expert-led sessions to share insights and explore solutions.",
    "siteb.stats.delegates": "Delegates",
    "siteb.stats.delegates_desc": "Connect with industry leaders and explore opportunities.",
    "siteb.stats.speakers": "Speakers",
    "siteb.stats.speakers_desc": "Share expertise, inspire ideas, and spark meaningful dialogue that drives collaboration.",
    "siteb.stats.companies": "Companies",
    "siteb.stats.companies_desc": "Engage with peers, build networks, and discover fresh perspectives for growth and collaboration.",

    "siteb.sectors.title": "Expo Sectors",
    "siteb.sectors.body": "The Expo sector showcases the latest innovations, products, and services. Exhibitors have the opportunity to present their solutions, connect with professionals, and engage with potential partners and clients. This platform fosters collaboration, highlights emerging trends, and encourages knowledge exchange.",
    "siteb.sectors.read_more": "READ MORE",
    "siteb.sectors.more_details": "MORE DETAILS",
    "siteb.sectors.empty": "Sectors will be announced soon.",

    "siteb.speakers.title": "Meet our respected speakers",
    "siteb.speakers.body": "Discover knowledge and perspectives from prominent figures in their fields.",
    "siteb.speakers.more_details": "MORE DETAILS",
    "siteb.speakers.person_alt": "Speaker photo",
    "siteb.speakers.empty": "Speakers will be announced soon.",
    "siteb.speakers.none": "Speakers will be announced soon.",
    "siteb.speakers.search.placeholder": "Search speakers, companies, or roles",
    "siteb.speakers.search.aria": "Search speakers",

    "siteb.news.title": "Latest News",
    "siteb.news.body": "Stay updated with the latest announcements, developments, and insights. Here you can find timely information on recent events, initiatives, and important updates from exhibitors and organizers, keeping visitors informed and engaged.",
    "siteb.news.more_details": "MORE DETAILS",

    "siteb.faq.band": "FAQ",
    "siteb.faq.title": "Have any questions?",
    "siteb.faq.center.heading": "Let us answer the questions for you.",
    "siteb.faq.center.body": "Find quick answers to the most common questions from participants and guests.",
    "siteb.faq.search_placeholder": "Search...",
    "siteb.faq.no_results.1": "No entries matched",
    "siteb.faq.no_results.2": "Try a different keyword.",

    "siteb.organizers.title": "Presented by the following organization:",

    "siteb.partners.title": "Our official partners:",

    "siteb.footer.logo_text": "LOGO",
    "siteb.footer.tagline": "TurkmenTravel Expo & Forum is one of the largest and most reputable tourism events for Central Asia and the CIS countries.",
    "siteb.footer.nav_title": "Navigation",
    "siteb.footer.about_event": "About The Event",
    "siteb.footer.about_expo": "About The Expo",
    "siteb.footer.agenda": "Event Agenda",
    "siteb.footer.news": "News",

    "siteb.footer.quick_title": "Quick Links",
    "siteb.footer.official_support": "Official Support",
    "siteb.footer.registration": "Registration",
    "siteb.footer.faq": "FAQ",

    "siteb.footer.contact_title": "Contact Us",
    "siteb.footer.address": "Ashgabat, Turkmenistan",
    "siteb.footer.email": "info@hebent.com",
    "siteb.footer.phone": "+99361 480 080",

    "siteb.footer.rights_prefix": "All rights reserved",
    "siteb.footer.terms": "Terms of Use",
    "siteb.footer.privacy": "Privacy Policy",
    "siteb.footer.powered_by": "Powered by",

    "siteb.speakers.hero.title": "Voices Shaping Tourism's Future",
    "siteb.speakers.hero.subtitle": "Leaders, innovators, and policymakers share practical insight for the region's travel and hospitality sector.",
    "siteb.speakers.section_label": "Speakers",

    "siteb.privacy.section_label": "Privacy",
    "siteb.privacy.hero.title": "Privacy Policy",
    "siteb.privacy.hero.subtitle": "Your personal data is treated with transparency and respect throughout the TurkmenTravel Expo & Forum experience.",
    "siteb.privacy.intro": "This notice explains how TurkmenTravel Expo & Forum collects, uses, and protects personal information supplied by delegates, partners, and media representatives.",
    "siteb.privacy.sections.collect.title": "Information We Collect",
    "siteb.privacy.sections.collect.body": "We collect the contact details and professional information you provide during registration, meeting requests, or newsletter subscriptions. We may also store onsite attendance metrics, session preferences, and basic device data that helps us secure the platform.",
    "siteb.privacy.sections.use.title": "How We Use Your Data",
    "siteb.privacy.sections.use.body": "Your information allows us to process registrations, schedule B2B meetings, tailor programme updates, and deliver essential operational messages. Aggregated statistics inform programming decisions and help us improve future editions of the forum.",
    "siteb.privacy.sections.share.title": "When We Share Data",
    "siteb.privacy.sections.share.body": "We only share your details with delivery partners that enable event logistics—such as accreditation providers, venue security, translation teams, and verified sponsors. Each partner is bound by confidentiality clauses and may only use the data for the agreed service.",
    "siteb.privacy.sections.store.title": "Data Retention & Security",
    "siteb.privacy.sections.store.body": "Personal records are stored on secure servers located within jurisdictions that offer adequate protection standards. Access is restricted to authorised staff, and information is retained only for the duration necessary to fulfil legal, contractual, or reporting obligations.",
    "siteb.privacy.sections.rights.title": "Your Choices & Rights",
    "siteb.privacy.sections.rights.body": "You may request a copy of your personal data, ask us to correct inaccuracies, or withdraw consent for marketing at any time. Requests are processed promptly in accordance with applicable data protection laws.",
    "siteb.privacy.sections.contact.title": "Contacting Us",
    "siteb.privacy.sections.contact.body": "For privacy questions or data requests, email privacy@turkmentravelexpo.com or write to the Organising Committee, TurkmenTravel Expo & Forum, Ashgabat, Turkmenistan.",

    "siteb.terms.section_label": "Terms",
    "siteb.terms.hero.title": "Terms of Participation",
    "siteb.terms.hero.subtitle": "Review the guidelines that govern registration, attendance, and use of TurkmenTravel Expo & Forum resources.",
    "siteb.terms.sections.scope.title": "Scope of These Terms",
    "siteb.terms.sections.scope.body": "These terms apply to every participant, exhibitor, sponsor, media partner, and supplier engaging with TurkmenTravel Expo & Forum, whether onsite or through digital channels managed by the organising committee.",
    "siteb.terms.sections.registration.title": "Registration & Access",
    "siteb.terms.sections.registration.body": "By submitting a registration you confirm that the details provided are accurate and that you have authority to represent your organisation. Badges are personal, non-transferable, and must be visible at all times within the venue.",
    "siteb.terms.sections.conduct.title": "Code of Conduct",
    "siteb.terms.sections.conduct.body": "We expect respectful, professional behaviour. Harassment, discrimination, unauthorised recordings, or commercial activity outside approved zones may lead to removal from the event without refund.",
    "siteb.terms.sections.content.title": "Content & Intellectual Property",
    "siteb.terms.sections.content.body": "All presentations, session materials, and creative assets remain the intellectual property of their authors or the organisers. Any reproduction or distribution requires prior written consent.",
    "siteb.terms.sections.liability.title": "Liability & Disclaimers",
    "siteb.terms.sections.liability.body": "Event schedules, speakers, and programme elements may change without notice. The organisers are not liable for travel disruptions, force majeure events, or indirect losses arising from participation.",
    "siteb.terms.sections.changes.title": "Updates & Contact",
    "siteb.terms.sections.changes.body": "We may revise these terms to reflect legal requirements or operational updates. The latest version is published on the official website. Questions can be directed to info@turkmentravelexpo.com.",

    "siteb.faq.hero.title": "Frequently Asked Questions",
    "siteb.faq.hero.subtitle": "Find quick answers that help you plan your experience at TurkmenTravel Expo & Forum.",
    "siteb.faq.hero.section_label": "FAQ",
    "siteb.faq.entries.1.question": "Where will the TurkmenTravel Expo & Forum take place?",
    "siteb.faq.entries.1.answer": "The 2026 edition is hosted at the Ashgabat Exhibition Centre, featuring plenary halls, breakout rooms, and a dedicated expo pavilion connected to the main campus.",
    "siteb.faq.entries.2.question": "Which dates should I reserve?",
    "siteb.faq.entries.2.answer": "The forum opens on 22 May 2026 with registration and a welcome reception. Conference sessions and the expo floor run from 23–25 May, followed by optional site visits on 26 May.",
    "siteb.faq.entries.3.question": "How can I request B2B meetings during the event?",
    "siteb.faq.entries.3.answer": "Once your registration is confirmed, you will receive credentials for the matchmaking platform. Use it to select preferred partners, propose time slots, and confirm meetings before arriving in Ashgabat.",
    "siteb.faq.entries.4.question": "Are translation and interpretation services available?",
    "siteb.faq.entries.4.answer": "Simultaneous interpretation is provided in English, Russian, Turkmen, and Mandarin for plenary sessions. Additional languages may be arranged for private meetings with advance notice.",
    "siteb.faq.entries.5.question": "Can I update my registration details later?",
    "siteb.faq.entries.5.answer": "Yes. Sign in with the email address used during registration to update your profile, upload presentation materials, or change delegation members up to 7 days before the event.",
    "siteb.faq.entries.6.question": "Who can assist with visa or travel documentation?",
    "siteb.faq.entries.6.answer": "Our travel desk liaises with the relevant authorities to issue official invitation letters. Contact traveldesk@turkmentravelexpo.com with your passport scan and planned travel dates.",

    "siteb.official.section_label": "Official Support",
    "siteb.official.hero.title": "Official Support",
    "siteb.official.hero.subtitle": "National institutions partnering to deliver Turkmenistan's signature travel and hospitality event.",
    "siteb.official.intro.title": "Our Institutional Partners",
    "siteb.official.intro.body": "TurkmenTravel Expo & Forum is organised in close coordination with government ministries, industry regulators, and strategic enterprises that champion the country's tourism agenda.",
    "siteb.official.cards.1.title": "Government Partnership",
    "siteb.official.cards.1.body": "The State Committee for Tourism of Turkmenistan provides strategic oversight, policy alignment, and executive sponsorship for the forum's programme.",
    "siteb.official.cards.2.title": "Travel & Expo Infrastructure",
    "siteb.official.cards.2.body": "National carriers, transport authorities, and venue operators ensure seamless arrivals, onsite logistics, and secure exhibition facilities for delegates.",
    "siteb.official.cards.3.title": "International Promotion",
    "siteb.official.cards.3.body": "Our diplomatic missions and investment agencies promote the forum abroad, attracting global partners and media attention.",
    "siteb.official.commitments.title": "What Official Support Means",
    "siteb.official.commitments.items.1": "Priority access to Ashgabat's premier venues and hospitality services.",
    "siteb.official.commitments.items.2": "Coordinated media coverage across national broadcasters and digital channels.",
    "siteb.official.commitments.items.3": "Delegation support for inbound investors, tour operators, and airline partners.",
    "siteb.official.commitments.items.4": "High-level protocol assistance for ministerial and international guests.",
    "siteb.official.contact.title": "Contact the Secretariat",
    "siteb.official.contact.body": "For official letters, protocol arrangements, or partnership enquiries, reach out to the organising committee.",
    "siteb.official.contact.email": "protocol@turkmentravelexpo.com",
    "siteb.official.contact.phone": "+993 12 480 081"
}
